Repository: JxxKal/Kabelwaechter
Catalog: Kabelwaechter iOS/Kabelwaechter macOS/Localizable.xcstrings
Source language: de
Languages: en

source: Abbrechen
en: Cancel

source: Anderes Gerät
en: Other device

source: Auf Apple TV verschieben
en: Move to Apple TV

source: Auf diesem Mac verwenden
en: Use on this Mac

source: Aus Datei…
en: From File…

source: Auto-Connect: An
en: Auto-Connect: On

source: Auto-Connect: Aus
en: Auto-Connect: Off

source: Diesem Mac einen Namen geben
en: Name this Mac

source: Dieser Tunnel ist keinem Gerät zugewiesen.
en: This tunnel isn't assigned to any device.

source: Dieses Gerät
en: This device

source: Frei
en: Free

source: Füge eine wg-quick-Konfiguration ein oder lade sie aus einer Datei. Der Tunnel synct via iCloud und kann diesem Mac zugewiesen werden.
en: Paste a wg-quick configuration or load it from a file. The tunnel syncs via iCloud and can be assigned to this Mac.

source: GETRENNT
en: DISCONNECTED

source: Gerätename
en: Device name

source: Gespeichert
en: Saved

source: Getrennt
en: Disconnected

source: Importieren
en: Import

source: Kabelwächter beenden
en: Quit Kabelwächter

source: Kabelwächter — getrennt
en: Kabelwächter — disconnected

source: Kabelwächter — verbunden
en: Kabelwächter — connected

source: Keine Tunnel auf diesem Mac
en: No tunnels on this Mac

source: Los geht's
en: Get started

source: Löschen
en: Delete

source: Mehrere [Peer]-Blöcke werden noch nicht unterstützt.
en: Multiple [Peer] blocks are not yet supported.

source: Meine Tunnel
en: My Tunnels

source: Noch keine Tunnel. Importiere einen in der iPhone-App — er erscheint via iCloud hier und kann diesem Mac zugewiesen werden.
en: No tunnels yet. Import one in the iPhone app — it arrives here via iCloud and can be assigned to this Mac.

source: Speichern
en: Save

source: Startfehler
en: Launch error

source: TRENNT…
en: DISCONNECTING…

source: Tipp: Tunnel scannst du am schnellsten per QR-Code in der iPhone-App. Sie synchronisieren via iCloud automatisch hierher und können diesem Mac zugewiesen werden.
en: Tip: scan tunnels via QR code in the iPhone app — they sync via iCloud automatically and can be assigned to this Mac.

source: Trennen
en: Disconnect

source: Tunnel importieren
en: Import tunnel

source: Tunnel löschen
en: Delete tunnel

source: Tunnel löschen?
en: Delete tunnel?

source: Tunnel verwalten…
en: Manage Tunnels…

source: Unter diesem Namen erscheinen die Tunnel dieses Macs auf deinen anderen Apple-Geräten.
en: Tunnels claimed by this Mac appear under this name on your other Apple devices.

source: VERBINDET…
en: CONNECTING…

source: VERBUNDEN
en: CONNECTED

source: Verbinden
en: Connect

source: Verbunden
en: Connected

source: Vom Mac entfernen
en: Remove from this Mac

source: Wird auf allen iCloud-Geräten entfernt.
en: Will be removed from all iCloud devices.

source: Wird geladen…
en: Loading…

source: Wähle links einen Tunnel.
en: Choose a tunnel on the left.

source: [ KEIN TUNNEL GEWÄHLT ]
en: [ NO TUNNEL SELECTED ]

source: anderem Gerät
en: another device

source: iCloud-Sync läuft – die vollständige Konfiguration ist noch nicht angekommen.
en: iCloud sync in progress — the full configuration hasn't arrived yet.

source: wg-quick-Konfiguration
en: wg-quick configuration

source: z.B. MacBook von Jan
en: e.g. Jan's MacBook

source: Über Kabelwächter
en: About Kabelwächter
